Repository: olimpiadi-informatica/cmsocial
Catalog: src/locales/*.po
Languages: de_de, es_es, fr_fr, hu_hu, pl_pl, ro_ro

source: (username non valido)
de_de: (ungültiger Benutzername)
es_es: (nombre de usuario inválido)
fr_fr: (nom d'utilisateur invalide)
hu_hu: (érvénytelen felhasználónév)
pl_pl: (nieprawidłowa nazwa użytkownika)
ro_ro: (nume de utilizator invalid)

source: {num} categorie
de_de: {num} Kategorien
es_es: {num} categorías
fr_fr: {num} catégories
hu_hu: {num} kategória
pl_pl: {num} kategorii
ro_ro: {num} categorii

source: <0>Memoria utilizzata</0>:
de_de: <0>Genutzter Speicher</0>:
es_es: <0>Memoria utilizada</0>:
fr_fr: <0>Mémoire utilisée</0>:
hu_hu: <0>Felhasznált memória</0>:
pl_pl: <0>Wykorzystana pamięć</0>:
ro_ro: <0>Memorie utilizată</0>:

source: <0>Portale di allenamento delle</0> <1><2>Olimpiadi</2> <3>Italiane di</3> <4>Informatica</4></1>
de_de: <0>Trainingsportal der</0> <1><2>Italienischen</2> <3>Informatik-</3><4>Olympiade</4></1>
es_es: <0>Portal de entrenamiento de las</0> <1><2>Olimpiadas</2> <3>Italianas de</3> <4>Informática</4></1>
fr_fr: <0>Portail d'entraînement des</0> <1><2>Olympiades</2> <3>Italiennes d'</3><4>Informatique</4></1>
hu_hu: <1><2>Olasz</2> <3>Informatikai</3> <4>Olimpia</4></1> <0>edző webhelye</0>
pl_pl: <1><2>Włoska</2> <3>Olimpiada</3> <4>Informatyczna</4></1> <0>– portal treningowy</0>
ro_ro: <1><2>Olimpiadei</2> <3>Italiene de</3> <4>Informatică</4></1> <0>platformă de antrenament</0>

source: <0>Stai inviando una soluzione ufficiale.</0> Copiare le soluzione è altamente sconsigliato.
hu_hu: <0>Hivatalos megoldást küldesz be.</0> A megoldások másolása erősen ellenjavallt.

source: <0>Tempo di compilazione</0>:
de_de: <0>Kompilierungszeit</0>:
es_es: <0>Tiempo de compilación</0>:
fr_fr: <0>Temps de compilation</0>:
hu_hu: <0>Fordítási idő</0>:
pl_pl: <0>Czas kompilacji</0>:
ro_ro: <0>Timp de compilare</0>:

source: 2FA non abilitato
de_de: 2FA nicht aktiviert
es_es: 2FA no habilitado
fr_fr: 2FA non activé
hu_hu: A 2FA nincs engedélyezve
pl_pl: 2FA nieaktywne
ro_ro: 2FA nu este activat

source: Accedi
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
hu_hu: Bejelentkezés
pl_pl: Zaloguj się
ro_ro: Autentifică-te

source: Accedi / Registrati
de_de: Anmelden / Registrieren
es_es: Iniciar sesión / Registrarse
fr_fr: Se connecter / S'inscrire
hu_hu: Bejelentkezés / Regisztráció
pl_pl: Zaloguj się / Zarejestruj się
ro_ro: Autentifică-te / Înregistrează-te

source: Accedi con {name}
de_de: Anmelden mit {name}
es_es: Iniciar sesión con {name}
fr_fr: Se connecter avec {name}
hu_hu: Bejelentkezés ezzel: {name}
pl_pl: Zaloguj się przez {name}
ro_ro: Autentifică-te cu {name}

source: Accedi per inviare soluzioni
de_de: Melde dich an, um Lösungen einzureichen
es_es: Inicia sesión para enviar soluciones
fr_fr: Connectez-vous pour soumettre des solutions
hu_hu: Megoldások beküldéséhez be kell jelentkeznie
pl_pl: Musisz być zalogowany, aby wysyłać rozwiązania
ro_ro: Trebuie să fii autentificat pentru a trimite soluții

source: Accedi per vedere le tue sottoposizioni
de_de: Melde dich an, um deine Einreichungen zu sehen
es_es: Inicia sesión para ver tus envíos
fr_fr: Connectez-vous pour voir vos soumissions
hu_hu: Beküldései megtekintéséhez be kell jelentkeznie
pl_pl: Musisz być zalogowany, aby zobaczyć swoje zgłoszenia
ro_ro: Trebuie să fii autentificat pentru a vedea soluțiile tale

source: Accesso negato
de_de: Zugriff verweigert
es_es: Acceso denegado
fr_fr: Accès refusé
hu_hu: Hozzáférés megtagadva
pl_pl: Dostęp zabroniony
ro_ro: Acces refuzat

source: Account associato a un altro utente
de_de: Konto ist mit einem anderen Benutzer verknüpft
es_es: Cuenta asociada a otro usuario
hu_hu: A fiók egy másik felhasználóhoz van társítva
pl_pl: Konto powiązane z innym użytkownikiem
ro_ro: Cont asociat cu alt utilizator

source: Account collegati
de_de: Verknüpfte Konten
es_es: Cuentas vinculadas
fr_fr: Comptes liés
hu_hu: Kapcsolt fiókok
pl_pl: Połączone konta
ro_ro: Conturi conectate

source: Account collegato con successo!
de_de: Konto erfolgreich verknüpft!
es_es: ¡Cuenta vinculada con éxito!
fr_fr: Compte lié avec succès !
hu_hu: Fiók sikeresen csatolva!
pl_pl: Konto zostało pomyślnie połączone!
ro_ro: Cont conectat cu succes!

source: Account eliminato con successo!
de_de: Konto erfolgreich gelöscht!
es_es: ¡Cuenta eliminada con éxito!
fr_fr: Compte supprimé avec succès !
hu_hu: Fiók sikeresen törölve!
pl_pl: Konto zostało pomyślnie usunięte!
ro_ro: Cont șters cu succes!

source: Account già collegato
de_de: Konto bereits verknüpft
es_es: Cuenta ya vinculada
fr_fr: Compte déjà lié
hu_hu: A fiók már csatolva van
pl_pl: Konto już połączone
ro_ro: Cont deja conectat

source: Account non trovato
de_de: Konto nicht gefunden
es_es: Cuenta no encontrada
fr_fr: Compte introuvable
hu_hu: Fiók nem található
pl_pl: Konto nie znaleziono
ro_ro: Cont negăsit

source: Account scollegato con successo!
de_de: Konto erfolgreich getrennt!
es_es: ¡Cuenta desvinculada con éxito!
fr_fr: Compte délié avec succès !
hu_hu: Fiók sikeresen leválasztva!
pl_pl: Konto zostało pomyślnie odłączone!
ro_ro: Cont deconectat cu succes!

source: Aggiorna dati
de_de: Daten aktualisieren
es_es: Actualizar datos
fr_fr: Mettre à jour les données
hu_hu: Adatok frissítése
pl_pl: Zaktualizuj dane
ro_ro: Actualizează informațiile

source: Aggiorna scuola
de_de: Schule aktualisieren
es_es: Actualizar escuela
fr_fr: Mettre à jour l'école
hu_hu: Iskola frissítése
pl_pl: Zaktualizuj szkołę
ro_ro: Actualizează școala

source: Aggiungi
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
hu_hu: Hozzáadás
pl_pl: Dodaj
ro_ro: Adaugă

source: Aggiungi tag
de_de: Tag hinzufügen
es_es: Añadir etiqueta
fr_fr: Ajouter un tag
hu_hu: Címke hozzáadása
pl_pl: Dodaj tag
ro_ro: Adaugă etichetă

source: Aggiungi tag {0}
de_de: Tag {0} hinzufügen
es_es: Añadir etiqueta {0}
fr_fr: Ajouter le tag {0}
hu_hu: {0} címke hozzáadása
pl_pl: Dodaj tag {0}
ro_ro: Adaugă eticheta {0}

source: Aiuto
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
hu_hu: Segítség
pl_pl: Pomoc
ro_ro: Ajutor

source: Allegati
de_de: Anhänge
es_es: Archivos adjuntos
fr_fr: Pièces jointes
hu_hu: Mellékletek
pl_pl: Załączniki
ro_ro: Atașamente

source: Allenati per i Giochi di Fibonacci risolvendo gli esercizi degli anni passati.
de_de: Trainiere für die Fibonacci-Spiele, indem du die Aufgaben der vergangenen Jahre löst.
es_es: Entrena para los Juegos de Fibonacci resolviendo los ejercicios de años anteriores.
fr_fr: Entraînez-vous pour les Jeux de Fibonacci en résolvant les exercices des années précédentes.
hu_hu: Készülj fel a Fibonacci Játékokra a korábbi évek feladatainak megoldásával.
pl_pl: Trenuj do Igrzysk Fibonacciego, rozwiązując zadania z poprzednich lat.
ro_ro: Antrenează-te pentru Jocurile Fibonacci rezolvând exercițiile din anii trecuți.

source: Altre gare
de_de: Andere Wettbewerbe
es_es: Otras competiciones
fr_fr: Autres compétitions
hu_hu: Egyéb versenyek
pl_pl: Inne zawody
ro_ro: Alte concursuri

source: Altre Risorse
de_de: Weitere Ressourcen
es_es: Otros Recursos
fr_fr: Autres Ressources
hu_hu: Egyéb weboldalak
pl_pl: Inne zasoby
ro_ro: Alte resurse

source: Anno
de_de: Jahr
es_es: Año
fr_fr: Année
hu_hu: Év
pl_pl: Rok
ro_ro: An

source: Anziano
de_de: Senior
es_es: Veterano
fr_fr: Senior
hu_hu: Szenior
pl_pl: Starszy
ro_ro: Senior

source: Apri Gmail
de_de: Gmail öffnen
es_es: Abrir Gmail
fr_fr: Ouvrir Gmail
hu_hu: Gmail megnyitása
pl_pl: Otwórz Gmaila
ro_ro: Deschide Gmail

source: Archi del grafo
de_de: Graphenkanten
es_es: Arcos del grafo
fr_fr: Arcs du graphe
hu_hu: Gráf élek
pl_pl: Krawędzie grafu
ro_ro: Arce ale grafului

source: Argento
de_de: Silber
es_es: Plata
fr_fr: Argent
hu_hu: Ezüst
pl_pl: Srebro
ro_ro: Argint

source: Assicurati di chiamare la tua classe "{0}", altrimenti la compilazione non andrà a buon fine.
de_de: Stelle sicher, dass deine Klasse "{0}" heißt, sonst schlägt die Kompilierung fehl.
es_es: Asegúrate de llamar a tu clase "{0}", de lo contrario la compilación fallará.
fr_fr: Assurez-vous de nommer votre classe "{0}", sinon la compilation échouera.
hu_hu: Győződjön meg róla, hogy az osztálya neve "{0}", különben a fordítás sikertelen lesz.
pl_pl: Upewnij się, że Twoja klasa nazywa się "{0}", w przeciwnym razie kompilacja się nie powiedzie.
ro_ro: Asigură-te că numești clasa ta "{0}", altfel compilarea va eșua.

source: Attenzione:
de_de: Achtung:
es_es: Advertencia:
fr_fr: Attention :
hu_hu: Figyelem:
pl_pl: Uwaga:
ro_ro: Atenție:

source: Attenzione! Questa azione è irreversibile.
de_de: Achtung! Diese Aktion ist irreversibel.
es_es: ¡Atención! Esta acción es irreversible.
fr_fr: Attention ! Cette action est irréversible.
hu_hu: Figyelem! Ez a művelet visszavonhatatlan.
pl_pl: Uwaga! Ta akcja jest nieodwracalna.
ro_ro: Atenție! Această acțiune este ireversibilă.

source: Attività
de_de: Aktivität
es_es: Actividad
fr_fr: Activité
hu_hu: Tevékenységek
pl_pl: Aktywności
ro_ro: Activități

source: Autenticazione fallita
de_de: Authentifizierung fehlgeschlagen
es_es: Autenticación fallida
fr_fr: Authentification échouée
hu_hu: Hitelesítés sikertelen
pl_pl: Uwierzytelnienie nie powiodło się
ro_ro: Autentificare eșuată

source: Badge
de_de: Abzeichen
es_es: Insignia
fr_fr: Badges
hu_hu: Jelvény
pl_pl: Odznaka
ro_ro: Distincție

source: Benvenuto nella piattaforma ufficiale di allenamento dei Giochi di Fibonacci!
de_de: Willkommen auf der offiziellen Trainingsplattform der Fibonacci-Spiele!
es_es: ¡Bienvenido a la plataforma oficial de entrenamiento de los Juegos de Fibonacci!
fr_fr: Bienvenue sur la plateforme officielle d'entraînement des Jeux de Fibonacci !
hu_hu: Üdvözöljük a Fibonacci Játékok hivatalos edzőplatformján!
pl_pl: Witamy na oficjalnej platformie treningowej Igrzysk Fibonacciego!
ro_ro: Bun venit pe platforma oficială de antrenament a Jocurilor Fibonacci!

source: Benvenuto nella piattaforma ufficiale di allenamento per le OII! Qui avrai accesso a numerosi problemi ai quali potrai inviare delle soluzioni scritte in un linguaggio di programmazione a tua scelta.
de_de: Willkommen auf der offiziellen Trainingsplattform für die OII! Hier hast du Zugang zu zahlreichen Problemen, für die du Lösungen in einer Programmiersprache deiner Wahl einreichen kannst.
es_es: ¡Bienvenido a la plataforma oficial de entrenamiento para las OII! Aquí tendrás acceso a numerosos problemas a los que podrás enviar soluciones escritas en un lenguaje de programación de tu elección.
fr_fr: Bienvenue sur la plateforme officielle d'entraînement pour les OII ! Ici, vous aurez accès à de nombreux problèmes pour lesquels vous pourrez soumettre des solutions écrites dans le langage de programmation de votre choix.
hu_hu: Üdvözöljük az Olasz Informatikai Olimpia hivatalos edzőplatformján! Itt számos feladathoz férhet hozzá, amelyekhez az Ön által választott programozási nyelven írhat megoldásokat.
pl_pl: Witamy na oficjalnej platformie treningowej Włoskiej Olimpiady Informatycznej! Tutaj będziesz mieć dostęp do wielu problemów, do których możesz przesyłać rozwiązania napisane w wybranym języku programowania.
ro_ro: Bun venit pe platforma oficială de antrenament pentru OII! Aici vei avea acces la numeroase probleme pentru care poți trimite soluții scrise într-un limbaj de programare la alegere.

source: Bloccato
de_de: Gesperrt
es_es: Bloqueado
fr_fr: Bloqué
hu_hu: Zárolva
pl_pl: Zablokowane
ro_ro: Blocat

source: Bronzo
de_de: Bronze
es_es: Bronce
fr_fr: Bronze
hu_hu: Bronz
pl_pl: Brąz
ro_ro: Bronz

source: Browser non supportato. Usa Chrome o Edge.
de_de: Browser wird nicht unterstützt. Verwende Chrome oder Edge.
es_es: Navegador no compatible. Usa Chrome o Edge.
fr_fr: Navigateur non supporté. Utilisez Chrome ou Edge.
hu_hu: Nem támogatott böngésző. Használja a Chrome-ot vagy az Edge-et.
pl_pl: Nieobsługiwana przeglądarka. Użyj Chrome lub Edge.
ro_ro: Browser nesuportat. Folosește Chrome sau Edge.

source: Cambia input
de_de: Eingabe ändern
es_es: Cambiar input
fr_fr: Changer d'entrée
hu_hu: Új bemenet generálása
pl_pl: Wygeneruj nowy input
ro_ro: Generează intrare nouă

source: Cambia lingua
de_de: Sprache ändern
es_es: Cambiar idioma
fr_fr: Changer de langue
hu_hu: Nyelv váltása
pl_pl: Zmień język
ro_ro: Schimbă limba

source: Cambia password
de_de: Passwort ändern
es_es: Cambiar contraseña
fr_fr: Changer de mot de passe
hu_hu: Jelszó frissítése
pl_pl: Zmień hasło
ro_ro: Actualizează parola

source: Cancella account
de_de: Konto löschen
es_es: Eliminar cuenta
fr_fr: Supprimer le compte
hu_hu: Fiók törlése
pl_pl: Usuń konto
ro_ro: Șterge contul

source: Captcha non valido
de_de: Ungültiges Captcha
es_es: Captcha inválido
fr_fr: Captcha invalide
hu_hu: Érvénytelen captcha
pl_pl: Nieprawidłowa captcha
ro_ro: Captcha invalid

source: Caricamento
de_de: Laden
es_es: Cargando
fr_fr: Chargement
hu_hu: Betöltés
pl_pl: Ładowanie
ro_ro: Se încarcă

source: Caricato il:
de_de: Hochgeladen am:
es_es: Cargado el:
fr_fr: Téléchargé le :
hu_hu: Feltöltve:
pl_pl: Przesłano dnia:
ro_ro: Încărcat pe:

source: Categorie
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
hu_hu: Kategóriák
pl_pl: Kategorie
ro_ro: Categorii

source: Cerca altri argomenti
de_de: Andere Themen suchen
es_es: Buscar otros temas
fr_fr: Rechercher d'autres sujets
hu_hu: További témák keresése
pl_pl: Szukaj innych tematów
ro_ro: Căutare alte subiecte

source: Classifica
de_de: Rangliste
es_es: Clasificación
fr_fr: Classement
hu_hu: Ranglista
pl_pl: Ranking
ro_ro: Clasament

source: Classifiche OII
de_de: OII-Ranglisten
es_es: Clasificaciones OII
fr_fr: Classements OII
hu_hu: OII ranglisták
pl_pl: Ranking OII
ro_ro: Clasamente OII

source: Classifiche OIS
de_de: OIS-Ranglisten
es_es: Clasificaciones OIS
fr_fr: Classements OIS
hu_hu: OIS ranglisták
pl_pl: Ranking OIS
ro_ro: Clasamente OIS

source: Codice di backup non valido
de_de: Ungültiger Backup-Code
es_es: Código de respaldo inválido
fr_fr: Code de secours invalide
hu_hu: Érvénytelen biztonsági kód
pl_pl: Nieprawidłowy kod zapasowy
ro_ro: Cod de rezervă invalid

source: Codice sorgente
de_de: Quellcode
es_es: Código fuente
fr_fr: Code source
hu_hu: Forráskód
pl_pl: Kod źródłowy
ro_ro: Cod sursă

source: Codici di backup non abilitati
de_de: Backup-Codes nicht aktiviert
es_es: Códigos de respaldo no habilitados
fr_fr: Codes de secours non activés
hu_hu: A biztonsági kódok nincsenek engedélyezve
pl_pl: Kody zapasowe nieaktywne
ro_ro: Coduri de rezervă neactivate

source: Cognome non valido
de_de: Ungültiger Nachname
es_es: Apellido inválido
fr_fr: Nom de famille invalide
hu_hu: Érvénytelen vezetéknév
pl_pl: Nieprawidłowe nazwisko
ro_ro: Nume de familie invalid

source: Collega account
de_de: Konto verknüpfen
es_es: Vincular cuenta
fr_fr: Lier un compte
hu_hu: Fiók csatolása
pl_pl: Połącz konto
ro_ro: Conectează contul

source: Collega account {name}
de_de: Konto {name} verknüpfen
es_es: Vincular cuenta {name}
fr_fr: Lier le compte {name}
hu_hu: {name} fiók csatolása
pl_pl: Połącz konto {name}
ro_ro: Conectează contul {name}

source: Come funziona l'input e l'output?
de_de: Wie funktionieren Eingabe und Ausgabe?
es_es: ¿Cómo funciona el input y el output?
fr_fr: Comment fonctionnent l'entrée et la sortie ?
hu_hu: Hogyan működik a bemenet és a kimenet?
pl_pl: Jak działa wejście i wyjście?
ro_ro: Cum funcționează intrarea și ieșirea?

source: Compilazione
de_de: Kompilierung
es_es: Compilación
fr_fr: Compilation
hu_hu: Fordítás
pl_pl: Kompilacja
ro_ro: Compilare

source: Compilazione fallita
de_de: Kompilierung fehlgeschlagen
es_es: Compilación fallida
fr_fr: Compilation échouée
hu_hu: Fordítás sikertelen
pl_pl: Kompilacja nie powiodła się
ro_ro: Compilare eșuată

source: Compilazione in corso
de_de: Kompilierung läuft
es_es: Compilando
fr_fr: Compilation en cours
hu_hu: Fordítás folyamatban
pl_pl: Kompilacja w toku
ro_ro: Se compilează

source: Comune
de_de: Gemeinde
es_es: Municipio
fr_fr: Commune
hu_hu: Város
pl_pl: Miejscowość
ro_ro: Oraș

source: Con Algobadge ti guideremo attraverso una selezione accurata di task da risolvere, ordinati per difficoltà crescente, che ti permetteranno di esplorare nuove tecniche algoritmiche in modo graduale ed efficace.
de_de: Mit Algobadge führen wir dich durch eine sorgfältig ausgewählte Reihe von Aufgaben, die nach steigendem Schwierigkeitsgrad geordnet sind und es dir ermöglichen, neue algorithmische Techniken schrittweise und effektiv zu erkunden.
es_es: Con Algobadge te guiaremos a través de una cuidadosa selección de tareas para resolver, ordenadas por dificultad creciente, que te permitirán explorar nuevas técnicas algorítmicas de forma gradual y eficaz.
fr_fr: Avec Algobadge, nous vous guiderons à travers une sélection minutieuse de tâches à résoudre, classées par difficulté croissante, ce qui vous permettra d'explorer de nouvelles techniques algorithmiques de manière progressive et efficace.
hu_hu: Az Algobadge-dzsel gondosan válogatott, növekvő nehézségű feladatokon keresztül vezetünk, amelyek lehetővé teszik új algoritmikus technikák fokozatos és hatékony felfedezését.
pl_pl: Z Algobadge przeprowadzimy Cię przez starannie wyselekcjonowane zadania, ułożone według rosnącej trudności, które pozwolą Ci stopniowo i skutecznie poznawać nowe techniki algorytmiczne.
ro_ro: Cu Algobadge te vom ghida printr-o selecție atentă de probleme de rezolvat, ordonate după dificultate crescătoare, care îți vor permite să explorezi noi tehnici algoritmice într-un mod gradual și eficient.

source: Conferma
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hu_hu: Megerősítés
pl_pl: Potwierdź
ro_ro: Confirmă

source: Continua
de_de: Weiter
es_es: Continuar
fr_fr: Continuer
hu_hu: Folytatás
pl_pl: Kontynuuj
ro_ro: Continuă

source: Controlla la tua casella di posta per completare l'eliminazione dell'account.
de_de: Überprüfe deinen Posteingang, um die Kontolöschung abzuschließen.
es_es: Revisa tu bandeja de entrada para completar la eliminación de la cuenta.
fr_fr: Vérifiez votre boîte de réception pour finaliser la suppression du compte.
hu_hu: Ellenőrizze postaládáját a fiók törlésének befejezéséhez.
pl_pl: Sprawdź swoją skrzynkę pocztową, aby dokończyć usuwanie konta.
ro_ro: Verifică-ți căsuța poștală pentru a finaliza ștergerea contului.

source: Controlla la tua casella di posta per recuperare la password.
de_de: Überprüfe deinen Posteingang, um dein Passwort zurückzusetzen.
es_es: Revisa tu bandeja de entrada para recuperar la contraseña.
fr_fr: Vérifiez votre boîte de réception pour récupérer votre mot de passe.
hu_hu: Ellenőrizze postaládáját a jelszó helyreállításához.
pl_pl: Sprawdź swoją skrzynkę pocztową, aby odzyskać hasło.
ro_ro: Verifică-ți căsuța poștală pentru a-ți recupera parola.

source: Controlla la tua casella di posta per verificare l'account
de_de: Überprüfe deinen Posteingang, um das Konto zu verifizieren
es_es: Revisa tu bandeja de entrada para verificar la cuenta
fr_fr: Vérifiez votre boîte de réception pour vérifier votre compte
hu_hu: Ellenőrizze postaládáját a fiók ellenőrzéséhez
pl_pl: Sprawdź swoją skrzynkę pocztową, aby zweryfikować konto
ro_ro: Verifică-ți căsuța poștală pentru a-ți verifica contul

source: Corretto
de_de: Korrekt
es_es: Correcto
fr_fr: Correct
hu_hu: Helyes
pl_pl: Poprawne
ro_ro: Corect

source: Cosa devo inviare?
de_de: Was soll ich einreichen?
es_es: ¿Qué debo enviar?
fr_fr: Que dois-je envoyer ?
hu_hu: Mit kell beküldenem?
pl_pl: Co powinienem wysłać?
ro_ro: Ce trebuie să trimit?

source: Crea un account
de_de: Ein Konto erstellen
es_es: Crear una cuenta
fr_fr: Créer un compte
hu_hu: Fiók létrehozása
pl_pl: Utwórz konto
ro_ro: Crează un cont

source: Crea un nuovo argomento
de_de: Neues Thema erstellen
es_es: Crear un nuevo tema
fr_fr: Créer un nouveau sujet
hu_hu: Új téma létrehozása
pl_pl: Utwórz nowy temat
ro_ro: Creează un subiect nou

source: Credenziali
de_de: Anmeldedaten
es_es: Credenciales
fr_fr: Identifiants
hu_hu: Hitelesítő adatok
pl_pl: Dane uwierzytelniające
ro_ro: Date de autentificare

source: Data e ora
de_de: Datum und Uhrzeit
es_es: Fecha y hora
fr_fr: Date et heure
hu_hu: Dátum és idő
pl_pl: Data i czas
ro_ro: Data și ora

source: Data e ora:
de_de: Datum und Uhrzeit:
es_es: Fecha y hora:
fr_fr: Date et heure :
hu_hu: Dátum és idő:
pl_pl: Data i czas:
ro_ro: Data și ora:

source: Dati aggiornati con successo
de_de: Daten erfolgreich aktualisiert
es_es: Datos actualizados con éxito
fr_fr: Données mises à jour avec succès
hu_hu: Adatok sikeresen frissítve
pl_pl: Dane zaktualizowano pomyślnie
ro_ro: Informații actualizate cu succes

source: Dati non validi
de_de: Ungültige Daten
es_es: Datos inválidos
fr_fr: Données invalides
hu_hu: Érvénytelen adatok
pl_pl: Nieprawidłowe dane
ro_ro: Date invalide

source: Dettagli
de_de: Details
es_es: Detalles
fr_fr: Détails
hu_hu: Részletek
pl_pl: Szczegóły
ro_ro: Detalii

source: Devi inviare i seguenti file:
de_de: Du musst die folgenden Dateien einreichen:
es_es: Debes enviar los siguientes archivos:
fr_fr: Vous devez envoyer les fichiers suivants :
hu_hu: A következő fájlokat kell beküldenie:
pl_pl: Musisz przesłać następujące pliki:
ro_ro: Trebuie să trimiți următoarele fișiere:

source: Devi usare HTTPS per scaricare il file.
de_de: Du musst HTTPS verwenden, um die Datei herunterzuladen.
es_es: Debes usar HTTPS para descargar el archivo.
fr_fr: Vous devez utiliser HTTPS pour télécharger le fichier.
hu_hu: HTTPS-t kell használnia a fájl letöltéséhez.
pl_pl: Musisz używać HTTPS, aby pobrać plik.
ro_ro: Trebuie să folosești HTTPS pentru a descărca fișierul.

source: Di tendenza
de_de: Im Trend
es_es: Tendencias
fr_fr: Tendance
hu_hu: Felkapott
pl_pl: Popularne
ro_ro: În tendințe

source: Diamante
de_de: Diamant
fr_fr: Diamant
hu_hu: Gyémánt
pl_pl: Diament
ro_ro: Diamant

source: Difficoltà
de_de: Schwierigkeit
es_es: Dificultad
hu_hu: Nehézség
pl_pl: Poziom trudności
ro_ro: Dificultate

source: Dimensione nodi
de_de: Knotengröße
es_es: Tamaño de los nodos
fr_fr: Taille des nœuds
hu_hu: Csomópont mérete
pl_pl: Rozmiar węzłów
ro_ro: Dimensiune noduri

source: Discussioni del forum
de_de: Forum-Diskussionen
es_es: Discusiones del foro
fr_fr: Discussions du forum
hu_hu: Fórumbejegyzések
pl_pl: Dyskusje na forum
ro_ro: Discuții pe forum

source: Editor di grafi
de_de: Graphen-Editor
es_es: Editor de grafos
fr_fr: Éditeur de graphes
hu_hu: Gráf szerkesztő
pl_pl: Edytor grafów
ro_ro: Editor de grafuri

source: Edizione {edition}
de_de: Ausgabe {edition}
es_es: Edición {edition}
fr_fr: Édition {edition}
hu_hu: {edition} kiadás
pl_pl: Edycja {edition}
ro_ro: Ediția {edition}

source: Elimina account
de_de: Konto löschen
es_es: Eliminar cuenta
fr_fr: Supprimer le compte
hu_hu: Fiók törlése
pl_pl: Usuń konto
ro_ro: Șterge contul

source: Eliminazione account
de_de: Konto löschen
es_es: Eliminación de cuenta
fr_fr: Suppression du compte
hu_hu: Fiók törlése
pl_pl: Usuwanie konta
ro_ro: Ștergere cont

source: Email già esistente
de_de: E-Mail existiert bereits
es_es: El correo electrónico ya existe
fr_fr: E-mail déjà existante
hu_hu: Az e-mail cím már létezik
pl_pl: Email już istnieje
ro_ro: Email deja existentă

source: Email non trovata
de_de: E-Mail nicht gefunden
es_es: Correo electrónico no encontrado
fr_fr: E-mail introuvable
hu_hu: E-mail cím nem található
pl_pl: Email nie znaleziono
ro_ro: Email negăsită

source: Email non valida
de_de: Ungültige E-Mail
es_es: Correo electrónico inválido
fr_fr: E-mail invalide
hu_hu: Érvénytelen e-mail
pl_pl: Nieprawidłowy adres email
ro_ro: Email invalidă

source: Email non verificata
de_de: E-Mail nicht verifiziert
es_es: Correo electrónico no verificado
fr_fr: E-mail non vérifiée
hu_hu: E-mail cím nem ellenőrzött
pl_pl: Email nie zweryfikowana
ro_ro: Email neverificată

source: Email o password non validi
de_de: Ungültige E-Mail oder Passwort
es_es: Correo electrónico o contraseña no válidos
fr_fr: E-mail ou mot de passe invalide
hu_hu: Érvénytelen e-mail vagy jelszó
pl_pl: Nieprawidłowy adres e-mail lub hasło
ro_ro: Email sau parolă invalidă
