Repository: olimpiadi-informatica/cmsocial
Catalog: src/locales/*.po
Languages: de_de, es_es, fr_fr, hu_hu, pl_pl, ro_ro

source: Territoriali <0>(nuovo formato)</0>
de_de: Territorial <0>(neues Format)</0>
es_es: Territoriales <0>(nuevo formato)</0>
fr_fr: Territoriales <0>(nouveau format)</0>
hu_hu: Regionális <0>(új formátum)</0>
pl_pl: Regionalne <0>(nowy format)</0>
ro_ro: Teritoriale <0>(format nou)</0>

source: Territoriali <0>(vecchio formato)</0>
de_de: Territorial <0>(altes Format)</0>
es_es: Territoriales <0>(formato antiguo)</0>
fr_fr: Territoriales <0>(ancien format)</0>
hu_hu: Regionális <0>(régi formátum)</0>
pl_pl: Regionalne <0>(stary format)</0>
ro_ro: Teritoriale <0>(format vechi)</0>

source: Testcase
de_de: Testfall
es_es: Caso de prueba
fr_fr: Cas de test
hu_hu: Teszt eset
pl_pl: Przypadek testowy

source: Testcases
de_de: Testfälle
es_es: Casos de prueba
fr_fr: Cas de test
hu_hu: Teszt esetek
pl_pl: Przypadki testowe

source: Testo
de_de: Text
es_es: Enunciado
fr_fr: Texte
hu_hu: Feladat szövege
pl_pl: Treść
ro_ro: Enunț

source: Testo del problema
de_de: Problemtext
es_es: Texto del problema
fr_fr: Énoncé du problème
hu_hu: Feladat leírása
pl_pl: Treść problemu
ro_ro: Enunțul problemei

source: Testo semplice
de_de: Klartext
es_es: Texto simple
fr_fr: Texte simple
hu_hu: Egyszerű szöveg
pl_pl: Zwykły tekst
ro_ro: Text simplu

source: Ti mancano {needed} punti al badge successivo!
de_de: Dir fehlen {needed} Punkte bis zum nächsten Abzeichen!
es_es: ¡Te faltan {needed} puntos para la próxima insignia!
fr_fr: Il vous manque {needed} points pour le prochain badge !
hu_hu: {needed} pont hiányzik a következő jelvényig!
pl_pl: Brakuje Ci {needed} punktów do następnej odznaki!
ro_ro: Îți lipsesc {needed} puncte pentru următoarea distincție!

source: Tipo di file non valido
de_de: Ungültiger Dateityp
es_es: Tipo de archivo inválido
fr_fr: Type de fichier invalide
hu_hu: Érvénytelen fájltípus
pl_pl: Nieprawidłowy typ pliku
ro_ro: Tip de fișier invalid

source: Token non valido
de_de: Ungültiges Token
es_es: Token inválido
fr_fr: Jeton invalide
hu_hu: Érvénytelen token
pl_pl: Nieprawidłowy token
ro_ro: Token invalid

source: Token scaduto
de_de: Token abgelaufen
es_es: Token caducado
fr_fr: Jeton expiré
hu_hu: Lejárt token
pl_pl: Token wygasł
ro_ro: Token expirat

source: Torna alla home
de_de: Zurück zur Startseite
es_es: Volver a la página de inicio
fr_fr: Retour à l'accueil
hu_hu: Vissza a kezdőlapra
pl_pl: Wróć do strony głównej
ro_ro: Înapoi la pagina principală

source: Torna indietro
de_de: Zurück
es_es: Volver
fr_fr: Retour
hu_hu: Vissza
pl_pl: Wróć
ro_ro: Înapoi

source: Totale
de_de: Gesamt
es_es: Total
fr_fr: Total
hu_hu: Összesen
pl_pl: Razem
ro_ro: Total

source: TOTP non abilitato
de_de: TOTP nicht aktiviert
es_es: TOTP no habilitado
fr_fr: TOTP non activé
hu_hu: A TOTP nincs engedélyezve
pl_pl: TOTP nieaktywne
ro_ro: TOTP nu este activat

source: Traduzioni:
de_de: Übersetzungen:
es_es: Traducciones:
fr_fr: Traductions :
hu_hu: Fordítások:
pl_pl: Tłumaczenia:
ro_ro: Traduceri:

source: Username
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
hu_hu: Felhasználónév
pl_pl: Nazwa użytkownika
ro_ro: Nume de utilizator

source: Username / email
de_de: Benutzername / E-Mail
es_es: Nombre de usuario / correo electrónico
fr_fr: Nom d'utilisateur / e-mail
hu_hu: Felhasználónév / e-mail
pl_pl: Nazwa użytkownika / e-mail
ro_ro: Nume de utilizator / email

source: Username non disponibile
de_de: Benutzername nicht verfügbar
es_es: Nombre de usuario no disponible
fr_fr: Nom d'utilisateur non disponible
hu_hu: A felhasználónév már foglalt
pl_pl: Nazwa użytkownika jest już zajęta
ro_ro: Nume de utilizator indisponibil

source: Username non esistente
de_de: Benutzername nicht existent
es_es: Nombre de usuario no existente
fr_fr: Nom d'utilisateur non existant
hu_hu: A felhasználónév nem létezik
pl_pl: Nazwa użytkownika nie istnieje
ro_ro: Nume de utilizator inexistent

source: Username non valido
de_de: Ungültiger Benutzername
es_es: Nombre de usuario inválido
fr_fr: Nom d'utilisateur invalide
hu_hu: Érvénytelen felhasználónév
pl_pl: Nieprawidłowa nazwa użytkownika
ro_ro: Nume de utilizator invalid

source: Username o password non validi
de_de: Ungültiger Benutzername oder Passwort
es_es: Nombre de usuario o contraseña no válidos
fr_fr: Nom d'utilisateur ou mot de passe invalide
hu_hu: Érvénytelen felhasználónév vagy jelszó
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło
ro_ro: Nume de utilizator sau parolă invalidă

source: Username troppo corto
de_de: Benutzername zu kurz
es_es: Nombre de usuario demasiado corto
fr_fr: Nom d'utilisateur trop court
hu_hu: Túl rövid felhasználónév
pl_pl: Nazwa użytkownika zbyt krótka
ro_ro: Nume de utilizator prea scurt

source: Username troppo lungo
de_de: Benutzername zu lang
es_es: Nombre de usuario demasiado largo
fr_fr: Nom d'utilisateur trop long
hu_hu: Túl hosszú felhasználónév
pl_pl: Nazwa użytkownika zbyt długa
ro_ro: Nume de utilizator prea lung

source: Utente dal <0/>
de_de: Benutzer seit <0/>
es_es: Usuario desde <0/>
fr_fr: Utilisateur depuis <0/>
hu_hu: Felhasználó ettől az időponttól: <0/>
pl_pl: Użytkownik od <0/>
ro_ro: Utilizator din <0/>

source: Utente già esistente
de_de: Benutzer existiert bereits
es_es: Usuario ya existente
fr_fr: Utilisateur déjà existant
hu_hu: A felhasználó már létezik
pl_pl: Użytkownik już istnieje
ro_ro: Utilizator deja existent

source: Utente non autenticato
de_de: Benutzer nicht authentifiziert
es_es: Usuario no autenticado
fr_fr: Utilisateur non authentifié
hu_hu: Nem hitelesített felhasználó
pl_pl: Użytkownik nie uwierzytelniony
ro_ro: Utilizator neautentificat

source: Utente non trovato
de_de: Benutzer nicht gefunden
es_es: Usuario no encontrado
fr_fr: Utilisateur non trouvé
hu_hu: Felhasználó nem található
pl_pl: Użytkownik nie znaleziono
ro_ro: Utilizator negăsit

source: Utenti che l'hanno provato:
de_de: Benutzer, die es versucht haben:
es_es: Usuarios que lo han intentado:
fr_fr: Utilisateurs qui l'ont essayé :
hu_hu: Hányan próbálták meg:
pl_pl: Liczba osób, które spróbowały:
ro_ro: Numărul de persoane care au încercat-o:

source: Utenti che l'hanno risolto:
de_de: Benutzer, die es gelöst haben:
es_es: Usuarios que lo han resuelto:
fr_fr: Utilisateurs qui l'ont résolu :
hu_hu: Hányan oldották meg:
pl_pl: Liczba osób, które rozwiązały:
ro_ro: Numărul de persoane care au rezolvat-o:

source: Vai ai problemi
de_de: Gehe zu den Problemen
es_es: Ir a los problemas
fr_fr: Aller aux problèmes
hu_hu: Menjen a feladatokhoz
pl_pl: Przejdź do problemów
ro_ro: Mergi la probleme

source: Vecchia password
de_de: Altes Passwort
es_es: Contraseña antigua
fr_fr: Ancien mot de passe
hu_hu: Régi jelszó
pl_pl: Stare hasło
ro_ro: Parolă veche

source: Verifica email
de_de: E-Mail verifizieren
es_es: Verificar correo electrónico
fr_fr: Vérification de l'e-mail
hu_hu: E-mail ellenőrzése
pl_pl: Weryfikacja e-mail
ro_ro: Verifică email-ul

source: Voglio cancellare il mio account
de_de: Ich möchte mein Konto löschen
es_es: Quiero eliminar mi cuenta
fr_fr: Je veux supprimer mon compte
hu_hu: Törölni szeretném a fiókomat
pl_pl: Chcę usunąć moje konto
ro_ro: Vreau să-mi șterg contul

source: <0>Stai inviando una soluzione ufficiale.</0> Copiare le soluzioni è altamente sconsigliato.
es_es: <0>Estás enviando una solución oficial.</0> Copiar soluciones está altamente desaconsejado.

source: Errore durante il salvataggio del file
es_es: Error al guardar el archivo

source: Errore durante l'invio della sottoposizione
es_es: Error al enviar la solución

source: File mancante
es_es: Archivo faltante

source: Linguaggio mancante
es_es: Lenguaje faltante

source: Linguaggio non consentito per questo task
es_es: Lenguaje no permitido para esta tarea

source: Metodo di autenticazione temporaneamente non disponibile
es_es: Método de autenticación temporalmente no disponible

source: Task non trovato
es_es: Tarea no encontrada

source: Admin
pl_pl: Administrator

source: Pre-OII
de_de: Vor-OII
fr_fr: Pré-OII

source: Password troppo debole
fr_fr: Mot de passe trop faible
