Repository: olimpiadi-informatica/cmsocial
Catalog: src/locales/*.po
Languages: de_de, es_es, fr_fr, hu_hu, pl_pl, ro_ro

source: Email uguale alla precedente
de_de: E-Mail ist dieselbe wie die vorherige
es_es: Correo electrónico igual al anterior
fr_fr: L'e-mail est identique à la précédente
hu_hu: Az e-mail cím megegyezik az előzővel
pl_pl: Email jest taka sama jak poprzednia
ro_ro: Email este la fel ca precedenta

source: Email verificata con successo!
de_de: E-Mail erfolgreich verifiziert!
es_es: ¡Correo electrónico verificado con éxito!
fr_fr: E-mail vérifiée avec succès !
hu_hu: E-mail cím sikeresen ellenőrizve!
pl_pl: Adres e-mail pomyślnie zweryfikowany!
ro_ro: Email verificată cu succes!

source: Entra
de_de: Anmelden
es_es: Entrar
fr_fr: Entrer
hu_hu: Bejelentkezés
pl_pl: Wejdź
ro_ro: Intră

source: Entra nella community
de_de: Tritt der Community bei
es_es: Únete a la comunidad
fr_fr: Rejoignez la communauté
hu_hu: Csatlakozzon a közösséghez
pl_pl: Dołącz do społeczności
ro_ro: Alătură-te comunității

source: Errato
de_de: Fehlerhaft
es_es: Incorrecto
fr_fr: Incorrect
hu_hu: Hibás
pl_pl: Błędne
ro_ro: Greșit

source: Errore del server
de_de: Serverfehler
es_es: Error del servidor
fr_fr: Erreur du serveur
hu_hu: Szerverhiba
pl_pl: Błąd serwera
ro_ro: Eroare de server

source: Errore durante il login
de_de: Fehler beim Anmelden
es_es: Error durante el inicio de sesión
fr_fr: Erreur lors de la connexion
hu_hu: Hiba a bejelentkezés során
pl_pl: Błąd podczas logowania
ro_ro: Eroare la autentificare

source: Errore durante il recupero dell'utente
de_de: Fehler beim Abrufen des Benutzers
es_es: Error al recuperar el usuario
fr_fr: Erreur lors de la récupération de l'utilisateur
hu_hu: Hiba a felhasználó lekérésekor
pl_pl: Błąd podczas pobierania użytkownika
ro_ro: Eroare la recuperarea utilizatorului

source: Errore durante il recupero della sessione
de_de: Fehler beim Abrufen der Sitzung
es_es: Error al recuperar la sesión
fr_fr: Erreur lors de la récupération de la session
hu_hu: Hiba a munkamenet lekérésekor
pl_pl: Błąd podczas pobierania sesji
ro_ro: Eroare la recuperarea sesiunii

source: Errore durante la creazione dell'utente
de_de: Fehler beim Erstellen des Benutzers
es_es: Error al crear el usuario
fr_fr: Erreur lors de la création de l'utilisateur
hu_hu: Hiba a felhasználó létrehozásakor
pl_pl: Błąd podczas tworzenia użytkownika
ro_ro: Eroare la crearea utilizatorului

source: Errore durante la creazione della sessione
de_de: Fehler beim Erstellen der Sitzung
es_es: Error al crear la sesión
fr_fr: Erreur lors de la création de la session
hu_hu: Hiba a munkamenet létrehozásakor
pl_pl: Błąd podczas tworzenia sesji
ro_ro: Eroare la crearea sesiunii

source: Errore durante la modifica dell'utente
de_de: Fehler beim Ändern des Benutzers
es_es: Error al modificar el usuario
fr_fr: Erreur lors de la modification de l'utilisateur
hu_hu: Hiba a felhasználó módosításakor
pl_pl: Błąd podczas aktualizacji użytkownika
ro_ro: Eroare la modificarea utilizatorului

source: Errore sconosciuto
de_de: Unbekannter Fehler
es_es: Error desconocido
fr_fr: Erreur inconnue
hu_hu: Ismeretlen hiba
pl_pl: Nieznany błąd
ro_ro: Eroare necunoscută

source: Errore:
de_de: Fehler:
es_es: Error:
fr_fr: Erreur :
hu_hu: Hiba:
pl_pl: Błąd:
ro_ro: Eroare:

source: Esci
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Se déconnecter
hu_hu: Kijelentkezés
pl_pl: Wyloguj się
ro_ro: Deconectează-te

source: Esecuzione in corso
de_de: Ausführung läuft
es_es: Ejecutando
fr_fr: Exécution en cours
hu_hu: Értékelés folyamatban
pl_pl: Ocena w toku
ro_ro: Se evaluează

source: Esito
de_de: Ergebnis
es_es: Resultado
fr_fr: Résultat
hu_hu: Eredmény
pl_pl: Wynik
ro_ro: Rezultat

source: Esito della compilazione:
de_de: Kompilierungsergebnis:
es_es: Resultado de la compilación:
fr_fr: Résultat de la compilation :
hu_hu: Fordítás eredménye:
pl_pl: Wynik kompilacji:
ro_ro: Rezultatul compilării:

source: Esito:
de_de: Ergebnis:
es_es: Resultado:
fr_fr: Résultat :
hu_hu: Eredmény:
pl_pl: Wynik:
ro_ro: Rezultat:

source: File
de_de: Datei
es_es: Archivo
fr_fr: Fichier
hu_hu: Fájl
pl_pl: Plik
ro_ro: Fișier

source: File "{output}" mancante
de_de: Datei "{output}" fehlt
es_es: Falta el archivo "{output}"
fr_fr: Fichier "{output}" manquant
hu_hu: Hiányzó fájl: "{output}"
pl_pl: Brak pliku "{output}"
ro_ro: Fișierul "{output}" lipsește

source: File di output
de_de: Ausgabedatei
es_es: Archivo de output
fr_fr: Fichier de sortie
hu_hu: Kimeneti fájl
pl_pl: Plik wyjściowy
ro_ro: Fișier de ieșire

source: File sorgente
de_de: Quelldatei
es_es: Archivo fuente
fr_fr: Fichier source
hu_hu: Forrásfájl
pl_pl: Plik źródłowy
ro_ro: Fișier sursă

source: File troppo grande
de_de: Datei zu groß
es_es: Archivo demasiado grande
fr_fr: Fichier trop volumineux
hu_hu: Túl nagy fájl
pl_pl: Plik za duży
ro_ro: Fișier prea mare

source: File troppo grandi
es_es: Archivos demasiado grandes
hu_hu: A fájlok túl nagyok

source: Finale
es_es: Final
hu_hu: Döntő
pl_pl: Finał
ro_ro: Finală

source: Fine
de_de: Ende
es_es: Fin
fr_fr: Fin
hu_hu: Kész
pl_pl: Gotowe
ro_ro: Gata

source: Forum
es_es: Foro
hu_hu: Fórum

source: Foto profilo di {0}
de_de: Profilbild von {0}
es_es: Foto de perfil de {0}
fr_fr: Photo de profil de {0}
hu_hu: {0} profilképe
pl_pl: Zdjęcie profilowe {0}
ro_ro: Fotografie de profil a lui {0}

source: Frase di conferma
de_de: Bestätigungssatz
es_es: Frase de confirmación
fr_fr: Phrase de confirmation
hu_hu: Megerősítő mondat
pl_pl: Fraza potwierdzająca
ro_ro: Frază de confirmare

source: Funzioni di Libreria
de_de: Bibliotheksfunktionen
es_es: Funciones de Librería
fr_fr: Fonctions de bibliothèque
hu_hu: Könyvtári függvények
pl_pl: Funkcje biblioteczne
ro_ro: Funcții de bibliotecă

source: Gara di allenamento Istituto Roiti Ferrara
de_de: Trainingswettbewerb Istituto Roiti Ferrara
es_es: Competición de entrenamiento Instituto Roiti Ferrara
fr_fr: Compétition d'entraînement de l'Institut Roiti Ferrara
hu_hu: Roiti Ferrara Intézet edzőversenye
pl_pl: Zawody treningowe Instytutu Roiti Ferrara
ro_ro: Concurs de antrenament Institutul Roiti Ferrara

source: Gara di Allenamento Tor Vergata <0>(GATOR)</0>
de_de: Tor Vergata Trainingswettbewerb <0>(GATOR)</0>
es_es: Competición de Entrenamiento Tor Vergata <0>(GATOR)</0>
fr_fr: Compétition d'entraînement Tor Vergata <0>(GATOR)</0>
hu_hu: Tor Vergata edzőverseny <0>(GATOR)</0>
pl_pl: Zawody treningowe Tor Vergata <0>(GATOR)</0>
ro_ro: Concurs de Antrenament Tor Vergata <0>(GATOR)</0>

source: Gare a squadre <0>(OIS)</0>
de_de: Teamwettbewerbe <0>(OIS)</0>
es_es: Competiciones por equipos <0>(OIS)</0>
fr_fr: Compétitions par équipe <0>(OIS)</0>
hu_hu: Csapatversenyek <0>(OIS, IIOT)</0>
pl_pl: Olimpiada drużynowa <0>(OIS, IIOT)</0>
ro_ro: Concursuri pe echipe <0>(OIS, IIOT)</0>

source: Gare ufficiali
de_de: Offizielle Wettbewerbe
es_es: Competiciones oficiales
fr_fr: Compétitions officielles
hu_hu: Hivatalos versenyek
pl_pl: Oficjalne zawody
ro_ro: Concursuri oficiale

source: Generare nuovo input
de_de: Neue Eingabe generieren
es_es: Generar nuevo input
fr_fr: Générer une nouvelle entrée
hu_hu: Új bemenet generálása
pl_pl: Wygeneruj nowy input
ro_ro: Generează intrare nouă

source: Giochi di Fibonacci
de_de: Fibonacci-Spiele
es_es: Juegos de Fibonacci
fr_fr: Jeux de Fibonacci
hu_hu: Fibonacci Játékok
pl_pl: Igrzyska Fibonacciego
ro_ro: Jocurile Fibonacci

source: Giochi di Fibonacci - Scuole primarie
de_de: Fibonacci-Spiele - Grundschulen
es_es: Juegos de Fibonacci - Escuelas primarias
fr_fr: Jeux de Fibonacci - Écoles primaires
hu_hu: Fibonacci Játékok - Általános iskolák
pl_pl: Igrzyska Fibonacciego – Szkoły podstawowe
ro_ro: Jocurile Fibonacci - Școli primare

source: Giochi di Fibonacci - Scuole secondarie
de_de: Fibonacci-Spiele - Sekundarschulen
es_es: Juegos de Fibonacci - Escuelas secundarias
fr_fr: Jeux de Fibonacci - Écoles secondaires
hu_hu: Fibonacci Játékok - Középiskolák
pl_pl: Igrzyska Fibonacciego – Szkoły średnie
ro_ro: Jocurile Fibonacci - Școli secundare

source: Grafi
de_de: Graphen
es_es: Grafos
fr_fr: Graphes
hu_hu: Gráfok
pl_pl: Grafy
ro_ro: Grafuri

source: Grafo
de_de: Graph
fr_fr: Graphe
hu_hu: Gráf
pl_pl: Graf
ro_ro: Graf

source: Greedy, sorting e searching
de_de: Greedy, Sortieren und Suchen
es_es: Greedy, ordenamiento y búsqueda
fr_fr: Glouton, tri et recherche
hu_hu: Mohó, rendezés és keresés
pl_pl: Algorytmy zachłanne, sortowanie i wyszukiwanie
ro_ro: Greedy, sortare și căutare

source: Hai completato la registrazione! Puoi iniziare a risolvere i problemi
de_de: Du hast die Registrierung abgeschlossen! Du kannst jetzt Probleme lösen
es_es: ¡Has completado el registro! Puedes empezar a resolver problemas
fr_fr: Vous avez terminé votre inscription ! Vous pouvez commencer à résoudre les problèmes
hu_hu: Sikeresen regisztrált! Kezdheti a feladatok megoldását
pl_pl: Ukończyłeś rejestrację! Możesz zacząć rozwiązywać problemy
ro_ro: Ai finalizat înregistrarea! Poți începe să rezolvi problemele

source: Hai raggiunto il badge di diamante!
de_de: Du hast das Diamant-Abzeichen erreicht!
es_es: ¡Has alcanzado la insignia de diamante!
fr_fr: Vous avez atteint le badge de diamant !
hu_hu: Elérte a gyémánt jelvényt!
pl_pl: Osiągnąłeś diamentową odznakę!
ro_ro: Ai atins distincția de diamant!

source: Home
de_de: Startseite
es_es: Inicio
fr_fr: Accueil
hu_hu: Kezdőlap
pl_pl: Strona główna
ro_ro: Acasă

source: ID
hu_hu: Azonosító

source: ID token non supportato
de_de: ID-Token nicht unterstützt
es_es: Token de ID no soportado
fr_fr: Jeton d'identification non pris en charge
hu_hu: Az ID token nem támogatott
pl_pl: Token ID nie jest obsługiwany
ro_ro: Token ID nesuportat

source: Impara gradualmente
de_de: Schrittweise lernen
es_es: Aprende gradualmente
fr_fr: Apprenez progressivement
hu_hu: Tanuljon fokozatosan
pl_pl: Ucz się krok po kroku
ro_ro: Învață treptat

source: Impersonifica
de_de: Imitieren
es_es: Impersonar
hu_hu: Megszemélyesítés
pl_pl: Uosobij
ro_ro: Impersonifică

source: Impossibile scollegare l'account
de_de: Konto konnte nicht getrennt werden
es_es: No se puede desvincular la cuenta
fr_fr: Impossible de dissocier le compte
hu_hu: Nem lehet leválasztani a fiókot
pl_pl: Nie można odłączyć konta
ro_ro: Nu se poate deconecta contul

source: Impostazioni
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hu_hu: Beállítások
pl_pl: Ustawienia
ro_ro: Setări

source: Indietro
de_de: Zurück
es_es: Atrás
fr_fr: Retour
hu_hu: Vissza
pl_pl: Wstecz
ro_ro: Înapoi

source: Induzione e ricorsione
de_de: Induktion und Rekursion
es_es: Inducción y recursión
fr_fr: Induction et récursion
hu_hu: Indukció és rekurzió
pl_pl: Indukcja i rekurencja
ro_ro: Inducție și recursivitate

source: Inizia ad allenarti
de_de: Beginne mit dem Training
es_es: Empieza a entrenar
fr_fr: Commencer l'entraînement
hu_hu: Kezdődjön az edzés
pl_pl: Rozpocznij trening
ro_ro: Începe antrenamentul

source: Input già generato
de_de: Eingabe bereits generiert
es_es: Input ya generado
fr_fr: Entrée déjà générée
hu_hu: A bemenet már generálva van
pl_pl: Input już wygenerowany
ro_ro: Intrare deja generată

source: Input scaduto
de_de: Eingabe abgelaufen
es_es: Input caducado
fr_fr: Entrée expirée
hu_hu: Bemenet lejárt
pl_pl: Input wygasł
ro_ro: Intrare expirată

source: Input/output:
de_de: Eingabe/Ausgabe:
fr_fr: Entrée/sortie :
hu_hu: Bemenet/kimenet:
pl_pl: Wejście/wyjście:
ro_ro: Intrare/ieșire:

source: Inserisci gli username
de_de: Benutzernamen eingeben
es_es: Introduce los nombres de usuario
fr_fr: Saisir les noms d'utilisateur
hu_hu: Adja meg a felhasználóneveket
pl_pl: Wprowadź nazwy użytkowników
ro_ro: Introdu numele de utilizator

source: Inserisci il tuo nome e cognome e scegli un username
de_de: Gib deinen Vor- und Nachnamen ein und wähle einen Benutzernamen
es_es: Introduce tu nombre y apellido y elige un nombre de usuario
fr_fr: Entrez votre nom et prénom et choisissez un nom d'utilisateur
hu_hu: Adja meg a kereszt- és vezetéknevét, majd válasszon felhasználónevet
pl_pl: Wprowadź swoje imię i nazwisko oraz wybierz nazwę użytkownika
ro_ro: Introdu numele și prenumele tău și alege un nume de utilizator

source: Inserisci la frase di conferma
de_de: Gib den Bestätigungssatz ein
es_es: Introduce la frase de confirmación
fr_fr: Entrez la phrase de confirmation
hu_hu: Adja meg a megerősítő mondatot
pl_pl: Wpisz frazę potwierdzającą
ro_ro: Introdu fraza de confirmare

source: Inserisci la tua email e scegli una nuova password
de_de: Gib deine E-Mail-Adresse ein und wähle ein neues Passwort
es_es: Introduce tu correo electrónico y elige una nueva contraseña
fr_fr: Entrez votre e-mail et choisissez un nouveau mot de passe
hu_hu: Adja meg e-mail címét, és válasszon új jelszót
pl_pl: Wprowadź swój adres e-mail i wybierz nowe hasło
ro_ro: Introdu adresa ta de email și alege o nouă parolă

source: Invia
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
hu_hu: Küldés
pl_pl: Wyślij
ro_ro: Trimite

source: Invia output
de_de: Ausgabe senden
es_es: Enviar output
fr_fr: Envoyer la sortie
hu_hu: Kimenet elküldése
pl_pl: Wyślij wyjścia
ro_ro: Trimite ieșiri

source: Invia soluzione
de_de: Lösung einreichen
es_es: Enviar solución
fr_fr: Envoyer la solution
hu_hu: Megoldás beküldése
pl_pl: Wyślij rozwiązanie
ro_ro: Trimite soluția

source: Iscriviti
de_de: Registrieren
es_es: Inscríbete
fr_fr: S'inscrire
hu_hu: Részvétel
pl_pl: Weź udział
ro_ro: Participă

source: Istituto
de_de: Institut
es_es: Instituto
fr_fr: Institut
hu_hu: Iskola
pl_pl: Szkoła
ro_ro: Școală

source: L'email non può essere modificata
de_de: Die E-Mail kann nicht geändert werden
es_es: El correo electrónico no se puede modificar
fr_fr: L'e-mail ne peut pas être modifiée
hu_hu: Az e-mail cím nem módosítható
pl_pl: Nie można zmienić adresu e-mail
ro_ro: Email-ul nu poate fi modificat

source: La vasta scelta di problemi presenti nel sito ti permetterà di prepararti al meglio per ogni fase delle Olimpiadi, partendo dalla fase scolastica fino ad arrivare alla finale nazionale.
de_de: Die große Auswahl an Problemen auf der Website ermöglicht es dir, dich optimal auf jede Phase der Olympiade vorzubereiten, von der Schulphase bis zum nationalen Finale.
es_es: La amplia variedad de problemas presentes en el sitio te permitirá prepararte de la mejor manera para cada fase de las Olimpiadas, desde la fase escolar hasta la final nacional.
fr_fr: Le large éventail de problèmes disponibles sur le site vous permettra de vous préparer au mieux pour chaque phase des Olympiades, de la phase scolaire à la finale nationale.
hu_hu: A weboldalon található széles körű problémaválaszték lehetővé teszi, hogy a lehető legjobban felkészüljön az Olimpia minden szakaszára, az iskolai válogatótól egészen az országos döntőig.
pl_pl: Szeroki wybór problemów dostępnych na stronie pozwoli Ci jak najlepiej przygotować się do każdej fazy Olimpiady, od etapu szkolnego aż po finał krajowy.
ro_ro: Gama largă de probleme de pe site te va ajuta să te pregătești pentru fiecare etapă a Olimpiadei, de la selecțiile școlare până la finala națională.

source: Leggi la wiki
de_de: Wiki lesen
es_es: Leer la wiki
fr_fr: Lire la wiki
hu_hu: Olvassa el a wikit
pl_pl: Przeczytaj wiki
ro_ro: Citește wiki-ul

source: Limite di memoria:
de_de: Speicherlimit:
es_es: Límite de memoria:
fr_fr: Limite de mémoire :
hu_hu: Memória korlát:
pl_pl: Limit pamięci:
ro_ro: Limita de memorie:

source: Limite di tempo:
de_de: Zeitlimit:
es_es: Límite de tiempo:
fr_fr: Limite de temps :
hu_hu: Időkorlát:
pl_pl: Limit czasu:
ro_ro: Limita de timp:

source: Linguaggio
de_de: Sprache
es_es: Lenguaje
fr_fr: Langue
hu_hu: Nyelv
pl_pl: Język
ro_ro: Limbaj

source: Linguaggio:
de_de: Sprache:
es_es: Lenguaje:
fr_fr: Langue :
hu_hu: Nyelv:
pl_pl: Język:
ro_ro: Limbaj:

source: Logo Giochi di Fibonacci
de_de: Fibonacci-Spiele Logo
es_es: Logo de los Juegos de Fibonacci
fr_fr: Logo Jeux de Fibonacci
hu_hu: Fibonacci Játékok logója
pl_pl: Logo Igrzysk Fibonacciego
ro_ro: Logo Jocurile Fibonacci

source: Logo OII
de_de: OII Logo
hu_hu: OII logó

source: Logo Olimpiadi Italiane di Informatica
de_de: Logo der italienischen Informatik-Olympiade
es_es: Logo Olimpiadas Italianas de Informática
fr_fr: Logo Olympiades Italiennes d'Informatique
hu_hu: Olasz Informatikai Olimpia logója
pl_pl: Logo Włoskiej Olimpiady Informatycznej
ro_ro: Logo Olimpiadele Italiene de Informatică

source: Logo Outlook
de_de: Outlook Logo
es_es: Logo de Outlook
hu_hu: Outlook logó

source: Lunghezza archi
de_de: Kantenlänge
es_es: Longitud de los arcos
fr_fr: Longueur des arcs
hu_hu: Élhossz
pl_pl: Długość krawędzi
ro_ro: Lungime arce

source: Matematica
de_de: Mathematik
es_es: Matemáticas
fr_fr: Mathématiques
hu_hu: Matematika
pl_pl: Matematyka
ro_ro: Matematică

source: Memoria
de_de: Speicher
fr_fr: Mémoire
hu_hu: Memória
pl_pl: Pamięć
ro_ro: Memorie

source: Memoria utilizzata durante la fase di compilazione che precede l'esecuzione. Non è vincolata dal limite di memoria del problema e non influenza il punteggio.
de_de: Genutzter Speicher während der Kompilierungsphase vor der Ausführung. Ist nicht an das Speicherlimit des Problems gebunden und beeinflusst die Punktzahl nicht.
es_es: Memoria utilizada durante la fase de compilación que precede a la ejecución. No está limitada por el límite de memoria del problema y no afecta la puntuación.
fr_fr: Mémoire utilisée pendant la phase de compilation précédant l'exécution. Elle n'est pas contrainte par la limite de mémoire du problème et n'affecte pas le score.
hu_hu: A végrehajtást megelőző fordítási fázisban felhasznált memória. Ez nincs korlátozva a feladat memóriakorlátja által, és nem befolyásolja a pontszámot.
pl_pl: Pamięć użyta podczas fazy kompilacji poprzedzającej wykonanie. Nie jest ograniczona limitem pamięci problemu i nie wpływa na wynik.
ro_ro: Memoria utilizată în timpul fazei de compilare care precede execuția. Nu este limitată de limita de memorie a problemei și nu influențează scorul.

source: Menzione
de_de: Erwähnung
es_es: Mención
fr_fr: Mention
hu_hu: Dicséret
pl_pl: Wyróżnienie
ro_ro: Mențiune

source: Ministero dell'Istruzione e del Merito
de_de: Ministerium für Bildung und Verdienste
es_es: Ministerio de Educación y Mérito
fr_fr: Ministère de l'Éducation et du Mérite
hu_hu: Oktatási és Érdemi Minisztérium
pl_pl: Ministerstwo Edukacji i Zasług
ro_ro: Ministerul Educației și al Meritului

source: Modifica password
de_de: Passwort ändern
es_es: Modificar contraseña
fr_fr: Modifier le mot de passe
hu_hu: Jelszó frissítése
pl_pl: Zmień hasło
ro_ro: Actualizează parola

source: Modifica profilo
de_de: Profil bearbeiten
es_es: Editar perfil
fr_fr: Modifier le profil
hu_hu: Profil szerkesztése
pl_pl: Edytuj profil
ro_ro: Editează profilul

source: Modifica scuola
de_de: Schule bearbeiten
es_es: Modificar escuela
fr_fr: Modifier l'école
hu_hu: Iskola szerkesztése
pl_pl: Edytuj szkołę
ro_ro: Actualizează școala

source: Mostra tag
de_de: Tags anzeigen
es_es: Mostrar etiquetas
fr_fr: Afficher les tags
hu_hu: Címke megjelenítése
pl_pl: Pokaż tag
ro_ro: Arată eticheta

source: Nascondi risolti
de_de: Gelöste verbergen
es_es: Ocultar resueltos
fr_fr: Masquer résolus
hu_hu: Elrejtett megoldások
pl_pl: Ukryj rozwiązane
ro_ro: Ascunde rezolvate

source: Nazionali
de_de: Nationale
es_es: Nacionales
fr_fr: Nationales
hu_hu: Országos
pl_pl: Krajowe
ro_ro: Naționale

source: Nazionali e altre gare
de_de: Nationale und andere Wettbewerbe
es_es: Nacionales y otras competiciones
fr_fr: Nationales et autres compétitions
hu_hu: Országos és egyéb versenyek
pl_pl: Krajowe i inne zawody
ro_ro: Naționale și alte concursuri

source: Nazionali e OIS
de_de: Nationale und OIS
es_es: Nacionales y OIS
fr_fr: Nationales et OIS
hu_hu: Országos és OIS
pl_pl: Krajowe i OIS
ro_ro: Naționale și OIS

source: Nazionali, OIS e altre gare
de_de: Nationale, OIS und andere Wettbewerbe
es_es: Nacionales, OIS y otras competiciones
fr_fr: Nationales, OIS et autres compétitions
hu_hu: Országos, OIS és egyéb versenyek
pl_pl: Krajowe, OIS i inne zawody
ro_ro: Naționale, OIS și alte concursuri

source: Nel sito ufficiale potrai trovare il regolamento, il calendario e le modalità di iscrizione.
de_de: Auf der offiziellen Website findest du die Regeln, den Kalender und die Anmeldemodalitäten.
es_es: En el sitio oficial podrás encontrar el reglamento, el calendario y las modalidades de inscripción.
fr_fr: Sur le site officiel, vous trouverez le règlement, le calendrier et les modalités d'inscription.
hu_hu: A hivatalos weboldalon megtalálja a szabályzatot, a naptárat és a jelentkezési módokat.
pl_pl: Na oficjalnej stronie znajdziesz regulamin, kalendarz i zasady rejestracji.
ro_ro: Pe site-ul oficial vei găsi regulamentul, calendarul și modalitățile de înscriere.

source: Nella wiki ufficiale troverai spiegazioni dettagliate e soluzioni di problemi passati, oltre che a tutorial approfonditi su tecniche algoritmiche avanzate.
de_de: Im offiziellen Wiki findest du detaillierte Erklärungen und Lösungen vergangener Probleme sowie umfassende Tutorials zu fortgeschrittenen algorithmischen Techniken.
es_es: En la wiki oficial encontrarás explicaciones detalladas y soluciones de problemas pasados, así como tutoriales avanzados sobre técnicas algorítmicas.
fr_fr: Dans la wiki officielle, vous trouverez des explications détaillées et des solutions de problèmes passés, ainsi que des tutoriels approfondis sur les techniques algorithmiques avancées.
hu_hu: A hivatalos wikiben részletes magyarázatokat és korábbi problémák megoldásait, valamint haladó algoritmikus technikákról szóló mélyreható oktatóanyagokat talál.
pl_pl: Na oficjalnym wiki znajdziesz szczegółowe wyjaśnienia i rozwiązania poprzednich problemów, a także obszerne samouczki dotyczące zaawansowanych technik algorytmicznych.
ro_ro: În wiki-ul oficial vei găsi explicații detaliate și soluții la probleme anterioare, precum și tutoriale aprofundate despre tehnici algoritmice avansate.

source: Nessun allegato
de_de: Keine Anhänge
es_es: Ningún archivo adjunto
fr_fr: Aucune pièce jointe
hu_hu: Nincs melléklet
pl_pl: Brak załączników
ro_ro: Niciun atașament

source: Nessun post trovato.
de_de: Keine Beiträge gefunden.
es_es: No se encontraron publicaciones.
fr_fr: Aucun message trouvé.
hu_hu: Nincs bejegyzés.
pl_pl: Nie znaleziono żadnych postów.
ro_ro: Nicio postare găsită.

source: Nessun problema risolto
de_de: Keine Probleme gelöst
es_es: Ningún problema resuelto
fr_fr: Aucun problème résolu
hu_hu: Nincsenek megoldott feladatok
pl_pl: Brak rozwiązanych problemów
ro_ro: Nicio problemă rezolvată

source: Nessun problema trovato
de_de: Keine Probleme gefunden
es_es: No se encontró ningún problema
fr_fr: Aucun problème trouvé
hu_hu: Nincs feladat
pl_pl: Nie znaleziono problemów
ro_ro: Nicio problemă găsită

source: Nessun tag
de_de: Keine Tags
es_es: Ninguna etiqueta
fr_fr: Aucun tag
hu_hu: Nincsenek címkék
pl_pl: Brak tagów
ro_ro: Nicio etichetă

source: Nessun utente trovato
de_de: Kein Benutzer gefunden
es_es: Ningún usuario encontrado
fr_fr: Aucun utilisateur trouvé
hu_hu: Nincs felhasználó
pl_pl: Nie znaleziono użytkowników
ro_ro: Niciun utilizator găsit

source: Nessuna soluzione
de_de: Keine Lösung
es_es: Ninguna solución
fr_fr: Aucune solution
hu_hu: Nincs beküldött megoldás
pl_pl: Brak przesłanych rozwiązań
ro_ro: Nicio soluție trimisă

source: Nessuna sottoposizione inviata
de_de: Keine Einreichung gesendet
es_es: Ningún envío realizado
fr_fr: Aucune soumission envoyée
hu_hu: Nincs beküldés
pl_pl: Brak przesłanych zgłoszeń
ro_ro: Nicio soluție trimisă

source: Nessuno
de_de: Keiner
es_es: Ninguno
fr_fr: Aucun
hu_hu: Nincs
pl_pl: Brak
ro_ro: Niciunul

source: Nome
de_de: Name
es_es: Nombre
fr_fr: Nom
hu_hu: Cím
pl_pl: Tytuł
ro_ro: Titlu

source: Nome del problema
de_de: Problemname
es_es: Nombre del problema
fr_fr: Nom du problème
hu_hu: Feladat neve
pl_pl: Nazwa problemu
ro_ro: Numele problemei
