Repository: olimpiadi-informatica/cmsocial
Catalog: src/locales/*.po
Languages: de_de, es_es, fr_fr, hu_hu, pl_pl, ro_ro

source: Nome non valido
de_de: Ungültiger Name
es_es: Nombre inválido
fr_fr: Nom invalide
hu_hu: Érvénytelen keresztnév
pl_pl: Nieprawidłowe imię
ro_ro: Nume invalid

source: Non hai un account? <0>Registrati</0>
de_de: Hast du kein Konto? <0>Registriere dich</0>
es_es: ¿No tienes una cuenta? <0>Regístrate</0>
fr_fr: Vous n'avez pas de compte ? <0>Inscrivez-vous</0>
hu_hu: Nincs fiókja? <0>Regisztráljon</0>
pl_pl: Nie masz konta? <0>Zarejestruj się</0>
ro_ro: Nu ai un cont? <0>Înregistrează-te</0>

source: Non inviato
de_de: Nicht gesendet
es_es: No enviado
fr_fr: Non envoyé
hu_hu: Nem küldve
pl_pl: Nie wysłano
ro_ro: Netrimis

source: Non sei autorizzato
de_de: Du bist nicht autorisiert
es_es: No estás autorizado
fr_fr: Vous n'êtes pas autorisé
hu_hu: Nincs jogosultsága
pl_pl: Nie jesteś upoważniony
ro_ro: Nu ești autorizat

source: Non valido
de_de: Ungültig
es_es: Inválido
fr_fr: Invalide
hu_hu: Érvénytelen
pl_pl: Nieprawidłowe
ro_ro: Invalid

source: Nota:
de_de: Hinweis:
fr_fr: Note :
hu_hu: Infó:
pl_pl: Uwaga:
ro_ro: Notă:

source: Note:
de_de: Notizen:
es_es: Notas:
fr_fr: Notes :
hu_hu: Jegyzetek:
pl_pl: Notatki:

source: Novizio
de_de: Anfänger
es_es: Novato
fr_fr: Novice
hu_hu: Kezdő
pl_pl: Nowicjusz
ro_ro: Novice

source: Nuova password
de_de: Neues Passwort
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
hu_hu: Új jelszó
pl_pl: Nowe hasło
ro_ro: Parolă nouă

source: Olimpiadi di Informatica a Squadre
de_de: Italienische Mannschaftsinformatik-Olympiade
es_es: Olimpiadas de Informática por Equipos
fr_fr: Olympiades Italiennes d'Informatique par Équipe
hu_hu: Olasz Informatikai Csapatolimpia
pl_pl: Włoska Olimpiada Informatyczna Zespołowa
ro_ro: Olimpiada Italiană de Informatică pe Echipe

source: Olimpiadi Italiane di Informatica
de_de: Italienische Informatik-Olympiade
es_es: Olimpiadas Italianas de Informática
fr_fr: Olympiades Italiennes d'Informatique
hu_hu: Olasz Informatikai Olimpia
pl_pl: Włoska Olimpiada Informatyczna
ro_ro: Olimpiada Italiană de Informatică

source: oppure
de_de: oder
es_es: o
fr_fr: ou
hu_hu: vagy
pl_pl: lub
ro_ro: sau

source: Ordinamento
de_de: Sortierung
es_es: Ordenamiento
fr_fr: Tri
hu_hu: Rendezés
pl_pl: Sortowanie
ro_ro: Sortare

source: Oro
de_de: Gold
fr_fr: Or
hu_hu: Arany
pl_pl: Złoto
ro_ro: Aur

source: OTP non abilitato
de_de: OTP nicht aktiviert
es_es: OTP no habilitado
fr_fr: OTP non activé
hu_hu: Az OTP nincs engedélyezve
pl_pl: OTP nieaktywne
ro_ro: OTP nu este activat

source: OTP scaduto
de_de: OTP abgelaufen
es_es: OTP caducado
fr_fr: OTP expiré
hu_hu: OTP lejárt
pl_pl: OTP wygasło
ro_ro: OTP expirat

source: Ottieni input
de_de: Eingabe erhalten
es_es: Obtener input
fr_fr: Obtenir l'entrée
hu_hu: Bemenet generálása
pl_pl: Generuj input
ro_ro: Generează intrare

source: Pagina {page}
de_de: Seite {page}
es_es: Página {page}
fr_fr: Page {page}
hu_hu: {page}. oldal
pl_pl: Strona {page}

source: Parzialmente corretto
de_de: Teilweise korrekt
es_es: Parcialmente correcto
fr_fr: Partiellement correct
hu_hu: Részben helyes
pl_pl: Częściowo poprawne
ro_ro: Parțial corect

source: Password dimenticata?
de_de: Passwort vergessen?
es_es: ¿Olvidaste tu contraseña?
fr_fr: Mot de passe oublié ?
hu_hu: Elfelejtette jelszavát?
pl_pl: Zapomniałeś hasła?
ro_ro: Ai uitat parola?

source: Password modificata con successo
de_de: Passwort erfolgreich geändert
es_es: Contraseña modificada con éxito
fr_fr: Mot de passe modifié avec succès
hu_hu: Jelszó sikeresen módosítva
pl_pl: Hasło zostało pomyślnie zmienione
ro_ro: Parola modificată cu succes

source: Password modificata con successo!
de_de: Passwort erfolgreich geändert!
es_es: ¡Contraseña modificada con éxito!
fr_fr: Mot de passe modifié avec succès !
hu_hu: Jelszó sikeresen megváltoztatva!
pl_pl: Hasło zostało pomyślnie zmienione!
ro_ro: Parola schimbată cu succes!

source: Password non valida
de_de: Ungültiges Passwort
es_es: Contraseña inválida
fr_fr: Mot de passe invalide
hu_hu: Érvénytelen jelszó
pl_pl: Nieprawidłowe hasło
ro_ro: Parolă invalidă

source: Password troppo corta
de_de: Passwort zu kurz
es_es: Contraseña demasiado corta
fr_fr: Mot de passe trop court
hu_hu: Túl rövid jelszó
pl_pl: Hasło zbyt krótkie
ro_ro: Parolă prea scurtă

source: Password troppo debole. Cambiare password
de_de: Passwort zu schwach. Bitte ändern Sie es
es_es: Contraseña demasiado débil. Por favor, cámbiela
hu_hu: A jelszó túl gyenge. Kérjük, változtassa meg
pl_pl: Hasło jest zbyt słabe. Zmień je
ro_ro: Parolă prea slabă. Vă rugăm să o schimbați

source: Password troppo lunga
de_de: Passwort zu lang
es_es: Contraseña demasiado larga
fr_fr: Mot de passe trop long
hu_hu: Túl hosszú jelszó
pl_pl: Hasło zbyt długie
ro_ro: Parolă prea lungă

source: Per continuare, inserisci la frase di conferma:
de_de: Um fortzufahren, gib den Bestätigungssatz ein:
es_es: Para continuar, introduce la frase de confirmación:
fr_fr: Pour continuer, entrez la phrase de confirmation :
hu_hu: A folytatáshoz írja be a megerősítő mondatot:
pl_pl: Aby kontynuować, wpisz frazę potwierdzającą:
ro_ro: Pentru a continua, introdu fraza de confirmare:

source: Più difficili
de_de: Schwierigste
es_es: Más difíciles
fr_fr: Plus difficiles
hu_hu: Legnehezebb
pl_pl: Najtrudniejsze
ro_ro: Cele mai dificile

source: Più facili
de_de: Leichteste
es_es: Más fáciles
fr_fr: Plus faciles
hu_hu: Legkönnyebb
pl_pl: Najłatwiejsze
ro_ro: Cele mai ușoare

source: Più recenti
de_de: Neueste
es_es: Más recientes
fr_fr: Plus récents
hu_hu: Legújabb
pl_pl: Najnowsze
ro_ro: Cele mai recente

source: Portale di allenamento dei Giochi di Fibonacci
de_de: Trainingsportal der Fibonacci-Spiele
es_es: Portal de entrenamiento de los Juegos de Fibonacci
fr_fr: Portail d'entraînement des Jeux de Fibonacci
hu_hu: A Fibonacci Játékok edzőportálja
pl_pl: Portal treningowy Igrzysk Fibonacciego
ro_ro: Portalul de antrenament al Jocurilor Fibonacci

source: Presentati agli altri aspiranti olimpici nel forum della piattaforma, discuti dei problemi, risolvi tutti i tuoi dubbi su: costrutti di base del tuo linguaggio di programmazione, algoritmi e strutture dati di libreria, tecniche algoritmiche, e tanto altro!
de_de: Stelle dich anderen angehenden Olympioniken im Forum der Plattform vor, diskutiere Probleme, löse alle deine Zweifel an: grundlegenden Konstrukten deiner Programmiersprache, Algorithmen und Bibliotheksdatenstrukturen, algorithmischen Techniken und vielem mehr!
es_es: Preséntate a otros aspirantes olímpicos en el foro de la plataforma, discute problemas, resuelve todas tus dudas sobre: ​​constructos básicos de tu lenguaje de programación, algoritmos y estructuras de datos de la biblioteca, técnicas algorítmicas y mucho más.
fr_fr: Présentez-vous aux autres aspirants olympiques sur le forum de la plateforme, discutez des problèmes, résolvez toutes vos questions sur : les constructions de base de votre langage de programmation, les algorithmes et structures de données de bibliothèque, les techniques algorithmiques, et bien plus encore !
hu_hu: Mutatkozzon be a többi olimpiai aspiránsnak a platform fórumán, vitassa meg a problémákat, tisztázza kétségeit a következőkről: programozási nyelvének alapvető konstruktumai, algoritmusok és könyvtári adatstruktúrák, algoritmikus technikák, és még sok más!
pl_pl: Przedstaw się innym aspirującym olimpijczykom na forum platformy, dyskutuj o problemach, rozwiewaj wszelkie wątpliwości dotyczące: podstawowych konstrukcji języka programowania, algorytmów i struktur danych bibliotecznych, technik algorytmicznych i wielu innych!
ro_ro: Prezintă-te altor aspiranți olimpici pe forumul platformei, discută problemele, rezolvă toate neclaritățile tale despre: construcțiile de bază ale limbajului tău de programare, algoritmi și structuri de date din biblioteci, tehnici algoritmice și multe altele!

source: Probabilmente hai sbagliato a selezionare il linguaggio, in caso contrario ti suggeriamo di smettere di usare Pascal e imparare un linguaggio più moderno.
de_de: Du hast wahrscheinlich die falsche Sprache ausgewählt, ansonsten empfehlen wir dir, Pascal nicht mehr zu verwenden und eine modernere Sprache zu lernen.
es_es: Probablemente te equivocaste al seleccionar el lenguaje, de lo contrario te sugerimos que dejes de usar Pascal y aprendas un lenguaje más moderno.
fr_fr: Vous avez probablement mal sélectionné le langage, sinon nous vous suggérons d'arrêter d'utiliser Pascal et d'apprendre un langage plus moderne.
hu_hu: Valószínűleg rossz nyelvet választott, ellenkező esetben javasoljuk, hogy hagyja abba a Pascal használatát, és tanuljon egy modernebb nyelvet.
pl_pl: Prawdopodobnie źle wybrałeś język. Jeśli nie, sugerujemy zaprzestanie używania Pascala i naukę bardziej nowoczesnego języka.
ro_ro: Probabil ai selectat un limbaj greșit, în caz contrar îți sugerăm să nu mai folosești Pascal și să înveți un limbaj mai modern.

source: Problemi
de_de: Probleme
es_es: Problemas
fr_fr: Problèmes
hu_hu: Feladatok
pl_pl: Problemy
ro_ro: Probleme

source: Problemi introduttivi
de_de: Einführende Probleme
es_es: Problemas introductorios
fr_fr: Problèmes d'introduction
hu_hu: Bevezető feladatok
pl_pl: Problemy wprowadzające
ro_ro: Probleme introductive

source: Problemi per anno
de_de: Probleme pro Jahr
es_es: Problemas por año
fr_fr: Problèmes par année
hu_hu: Feladatok év szerint
pl_pl: Problemy według roku
ro_ro: Probleme pe an

source: Problemi per gara
de_de: Probleme pro Wettbewerb
es_es: Problemas por competición
fr_fr: Problèmes par compétition
hu_hu: Feladatok verseny szerint
pl_pl: Problemy według zawodów
ro_ro: Probleme pe concurs

source: Problemi per tecnica
de_de: Probleme nach Technik
es_es: Problemas por técnica
fr_fr: Problèmes par technique
hu_hu: Feladatok technika szerint
pl_pl: Problemy według techniki
ro_ro: Probleme pe tehnică

source: Problemi risolti
de_de: Gelöste Probleme
es_es: Problemas resueltos
fr_fr: Problèmes résolus
hu_hu: Megoldott feladatok
pl_pl: Rozwiązane problemy
ro_ro: Probleme rezolvate

source: Profilo
de_de: Profil
es_es: Perfil
fr_fr: Profil
hu_hu: Profil
pl_pl: Profil
ro_ro: Profil

source: Profilo di {username}
de_de: Profil von {username}
es_es: Perfil de {username}
fr_fr: Profil de {username}
hu_hu: {username} profilja
pl_pl: Profil użytkownika {username}
ro_ro: Profilul lui {username}

source: Programmazione dinamica
de_de: Dynamische Programmierung
es_es: Programación dinámica
fr_fr: Programmation dynamique
hu_hu: Dinamikus programozás
pl_pl: Programowanie dynamiczne
ro_ro: Programare dinamică

source: Provider non trovato
de_de: Provider nicht gefunden
es_es: Proveedor no encontrado
fr_fr: Fournisseur introuvable
hu_hu: Szolgáltató nem található
pl_pl: Dostawca nie znaleziony
ro_ro: Furnizor negăsit

source: Provincia
de_de: Provinz
fr_fr: Province
hu_hu: Megye
pl_pl: Prowincja
ro_ro: Județ

source: Pseudocodice
de_de: Pseudocode
es_es: Pseudocódigo
fr_fr: Pseudocode
hu_hu: Pszeudokód
pl_pl: Pseudokod
ro_ro: Pseudocod

source: Punteggio massimo:
de_de: Maximale Punktzahl:
es_es: Puntuación máxima:
fr_fr: Score maximal :
hu_hu: Maximum pontszám:
pl_pl: Maksymalny wynik:
ro_ro: Scor maxim:

source: Punti
de_de: Punkte
es_es: Puntos
fr_fr: Points
hu_hu: Pontok
pl_pl: Punkty
ro_ro: Puncte

source: Puoi facoltativamente selezionare la tua scuola, verrà mostrata nella tua pagina di profilo
de_de: Du kannst optional deine Schule auswählen, sie wird auf deiner Profilseite angezeigt
es_es: Opcionalmente, puedes seleccionar tu escuela, que se mostrará en tu página de perfil
fr_fr: Vous pouvez éventuellement sélectionner votre école, elle sera affichée sur votre page de profil
hu_hu: Opcionálisan kiválaszthatja iskoláját, amely megjelenik a profiloldalán
pl_pl: Opcjonalnie możesz wybrać swoją szkołę, która zostanie wyświetlona na stronie Twojego profilu
ro_ro: Poți opțional să selectezi școala ta, va fi afișată pe pagina ta de profil

source: Questa pagina non è stata trovata 😢
de_de: Diese Seite wurde nicht gefunden 😢
es_es: Esta página no fue encontrada 😢
fr_fr: Cette page n'a pas été trouvée 😢
hu_hu: Ez az oldal nem található 😢
pl_pl: Nie znaleziono tej strony 😢
ro_ro: Această pagină nu a fost găsită 😢

source: Questo input è scaduto.
de_de: Diese Eingabe ist abgelaufen.
es_es: Este input ha caducado.
fr_fr: Cette entrée a expiré.
hu_hu: Ez a bemenet lejárt.
pl_pl: Ten input wygasł.
ro_ro: Această intrare a expirat.

source: Questo input scade <0/>.
de_de: Diese Eingabe läuft in <0/> ab.
es_es: Este input caduca <0/>.
fr_fr: Cette entrée expire <0/>.
hu_hu: Ez a bemenet ekkor jár le: <0/>.
pl_pl: Ten input wygasa <0/>.
ro_ro: Această intrare expiră <0/>.

source: Recupera password
de_de: Passwort wiederherstellen
es_es: Recuperar contraseña
fr_fr: Récupérer le mot de passe
hu_hu: Jelszó visszaállítása
pl_pl: Odzyskaj hasło
ro_ro: Recuperează parola

source: Regione
de_de: Region
es_es: Región
fr_fr: Région
hu_hu: Régió
pl_pl: Region
ro_ro: Regiune

source: Registrati con {name}
de_de: Registrieren mit {name}
es_es: Registrarse con {name}
fr_fr: S'inscrire avec {name}
hu_hu: Regisztráció ezzel: {name}
pl_pl: Zarejestruj się przez {name}
ro_ro: Înregistrează-te cu {name}

source: Richiedi input
de_de: Eingabe anfordern
es_es: Solicitar input
fr_fr: Demander l'entrée
hu_hu: Bemenet kérése
pl_pl: Generuj input
ro_ro: Generează intrare

source: Richiesta non valida
de_de: Ungültige Anfrage
es_es: Solicitud inválida
fr_fr: Requête invalide
hu_hu: Érvénytelen kérés
pl_pl: Nieprawidłowe żądanie
ro_ro: Cerere invalidă

source: Rimanda email
de_de: E-Mail erneut senden
es_es: Reenviar correo electrónico
fr_fr: Renvoyer l'e-mail
hu_hu: E-mail újraküldése
pl_pl: Wyślij email ponownie
ro_ro: Retrimite email

source: Rimuovi tag {0}
de_de: Tag {0} entfernen
es_es: Eliminar etiqueta {0}
fr_fr: Supprimer le tag {0}
hu_hu: {0} címke eltávolítása
pl_pl: Usuń tag {0}
ro_ro: Elimină eticheta {0}

source: Ripetere autenticazione
de_de: Authentifizierung wiederholen
es_es: Volver a autenticarse
fr_fr: Réauthentification requise
hu_hu: Újrahitelesítés
pl_pl: Powtórz uwierzytelnienie
ro_ro: Re-autentifică-te

source: Ripetere login
de_de: Anmeldung wiederholen
fr_fr: Se reconnecter
hu_hu: Bejelentkezés újra
pl_pl: Ponów logowanie
ro_ro: Reîncearcă autentificarea

source: Risolvi tutti i problemi
de_de: Löse alle Probleme
es_es: Resuelve todos los problemas
fr_fr: Résolvez tous les problèmes
hu_hu: Oldja meg az összes feladatot
pl_pl: Rozwiąż każde zadanie
ro_ro: Rezolvă toate problemele

source: Risultato
de_de: Ergebnis
es_es: Resultado
fr_fr: Résultat
hu_hu: Eredmény
pl_pl: Wynik
ro_ro: Rezultat

source: Round 1
de_de: Runde 1
es_es: Ronda 1
fr_fr: Manche 1
hu_hu: 1. forduló
pl_pl: Runda 1
ro_ro: Runda 1

source: Round 2
de_de: Runde 2
es_es: Ronda 2
fr_fr: Manche 2
hu_hu: 2. forduló
pl_pl: Runda 2
ro_ro: Runda 2

source: Round 3
de_de: Runde 3
es_es: Ronda 3
fr_fr: Manche 3
hu_hu: 3. forduló
pl_pl: Runda 3
ro_ro: Runda 3

source: Round 4
de_de: Runde 4
es_es: Ronda 4
fr_fr: Manche 4
hu_hu: 4. forduló
pl_pl: Runda 4
ro_ro: Runda 4

source: Salta
de_de: Überspringen
es_es: Saltar
fr_fr: Ignorer
hu_hu: Kihagyás
pl_pl: Pomiń
ro_ro: Omite

source: Scarica codice
de_de: Code herunterladen
es_es: Descargar código
fr_fr: Télécharger le code
hu_hu: Kód letöltése
pl_pl: Pobierz kod
ro_ro: Descarcă codul

source: Scarica dati
de_de: Daten herunterladen
es_es: Descargar datos
fr_fr: Télécharger les données
hu_hu: Adatok letöltése
pl_pl: Pobierz dane
ro_ro: Descarcă date

source: Scarica input
de_de: Eingabe herunterladen
es_es: Descargar input
fr_fr: Télécharger l'entrée
hu_hu: Bemenet letöltése
pl_pl: Pobierz input
ro_ro: Descarcă intrarea

source: Scarica output
de_de: Ausgabe herunterladen
es_es: Descargar output
fr_fr: Télécharger la sortie
hu_hu: Kimenet letöltése
pl_pl: Pobierz output
ro_ro: Descarcă ieșirea

source: Scegli il comune
de_de: Wähle die Gemeinde
es_es: Elige el municipio
fr_fr: Choisir la commune
hu_hu: Válassza ki a várost
pl_pl: Wybierz miejscowość
ro_ro: Selectează orașul

source: Scegli la provincia
de_de: Wähle die Provinz
es_es: Elige la provincia
fr_fr: Choisir la province
hu_hu: Válassza ki a megyét
pl_pl: Wybierz prowincję
ro_ro: Selectează județul

source: Scegli la regione
de_de: Wähle die Region
es_es: Elige la región
fr_fr: Choisir la région
hu_hu: Válassza ki a régiót
pl_pl: Wybierz region
ro_ro: Selectează regiunea

source: Scegli la scuola
de_de: Wähle die Schule
es_es: Elige la escuela
fr_fr: Choisir l'école
hu_hu: Válassza ki az iskolát
pl_pl: Wybierz szkołę
ro_ro: Selectează școala

source: Scolastiche
de_de: Schulisch
es_es: Escolares
fr_fr: Scolaires
hu_hu: Iskolai válogatók
pl_pl: Selekcje szkolne
ro_ro: Selecții școlare

source: Scollega account {name}
de_de: Konto {name} trennen
es_es: Desvincular cuenta {name}
fr_fr: Délier le compte {name}
hu_hu: {name} fiók leválasztása
pl_pl: Odłącz konto {name}
ro_ro: Deconectează contul {name}

source: Scuola
de_de: Schule
es_es: Escuela
fr_fr: École
hu_hu: Iskola
pl_pl: Szkoła
ro_ro: Școală

source: Scuole Primarie
de_de: Grundschulen
es_es: Escuelas Primarias
fr_fr: Écoles primaires
hu_hu: Általános Iskolák
pl_pl: Szkoły podstawowe
ro_ro: Școli Primare

source: Scuole Secondarie
de_de: Sekundarschulen
es_es: Escuelas Secundarias
fr_fr: Écoles secondaires
hu_hu: Középiskolák
pl_pl: Szkoły średnie
ro_ro: Școli Secundare

source: Segnalazioni bug
de_de: Fehlerberichte
es_es: Informes de errores
fr_fr: Rapports de bogues
hu_hu: Hibajelentések
pl_pl: Zgłaszanie błędów
ro_ro: Raportează bug-uri

source: Seleziona le impostazioni da modificare
de_de: Wähle die zu ändernden Einstellungen
es_es: Selecciona la configuración a modificar
fr_fr: Sélectionnez les paramètres à modifier
hu_hu: Válassza ki a módosítandó beállításokat
pl_pl: Wybierz ustawienia do modyfikacji
ro_ro: Selectează setările de modificat

source: Seleziona un tag
de_de: Wähle einen Tag
es_es: Selecciona una etiqueta
fr_fr: Sélectionner un tag
hu_hu: Válasszon egy címkét
pl_pl: Wybierz tag
ro_ro: Selectează o etichetă

source: Selezione SWERC dell'Università degli Studi di Milano
de_de: SWERC-Auswahl der Universität Mailand
es_es: Selección SWERC de la Universidad de Milán
fr_fr: Sélection SWERC de l'Université de Milan
hu_hu: Milánói Egyetem SWERC válogatója
pl_pl: Selekcja SWERC Uniwersytetu w Mediolanie
ro_ro: Selecția SWERC a Universității din Milano

source: Selezioni scolastiche
de_de: Schulauswahlen
es_es: Selecciones escolares
fr_fr: Sélections scolaires
hu_hu: Iskolai válogatók
pl_pl: Selekcje szkolne
ro_ro: Selecții școlare

source: Sessione scaduta
de_de: Sitzung abgelaufen
es_es: Sesión caducada
fr_fr: Session expirée
hu_hu: A munkamenet lejárt
pl_pl: Sesja wygasła
ro_ro: Sesiune expirată

source: Siti ufficiali
de_de: Offizielle Websites
es_es: Sitios oficiales
fr_fr: Sites officiels
hu_hu: Hivatalos weboldalak
pl_pl: Oficjalne strony
ro_ro: Site-uri oficiale

source: Sito ufficiale
de_de: Offizielle Website
es_es: Sitio oficial
fr_fr: Site officiel
hu_hu: Hivatalos weboldal
pl_pl: Oficjalna strona
ro_ro: Site oficial

source: Soluzioni corrette:
de_de: Korrekte Lösungen:
es_es: Soluciones correctas:
fr_fr: Solutions correctes :
hu_hu: Helyes megoldások:
pl_pl: Poprawne rozwiązania:
ro_ro: Soluții corecte:

source: Soluzioni inviate:
de_de: Gesendete Lösungen:
es_es: Soluciones enviadas:
fr_fr: Solutions soumises :
hu_hu: Beküldött megoldások:
pl_pl: Wysłane rozwiązania:
ro_ro: Soluții trimise:

source: Soluzioni più veloci
de_de: Schnellste Lösungen
es_es: Soluciones más rápidas
fr_fr: Solutions les plus rapides
hu_hu: Leggyorsabb megoldások
pl_pl: Najszybsze rozwiązania
ro_ro: Soluții cele mai rapide

source: Sottoposizione
de_de: Einreichung
es_es: Envío
fr_fr: Soumission
hu_hu: Beküldés
pl_pl: Zgłoszenie
ro_ro: Trimitere

source: Sottoposizione {0}
de_de: Einreichung {0}
es_es: Envío {0}
fr_fr: Soumission {0}
hu_hu: {0} beküldés
pl_pl: Zgłoszenie {0}
ro_ro: Trimitere {0}

source: Sottoposizioni
de_de: Einreichungen
es_es: Envíos
fr_fr: Soumissions
hu_hu: Beküldések
pl_pl: Zgłoszenia
ro_ro: Trimiteri

source: Sottoposizioni troppo frequenti
de_de: Zu häufige Einreichungen
es_es: Envíos demasiado frecuentes
fr_fr: Soumissions trop fréquentes
hu_hu: Túl gyakori beküldések
pl_pl: Zbyt częste zgłoszenia
ro_ro: Trimiteri prea frecvente

source: Standard error:
de_de: Standardfehler:
es_es: Error estándar:
fr_fr: Erreur standard :
hu_hu: Standard hiba:
pl_pl: Standardowy błąd:
ro_ro: Eroare standard:

source: Standard output:
de_de: Standardausgabe:
es_es: Output estándar:
fr_fr: Sortie standard :
hu_hu: Standard kimenet:
pl_pl: Standardowe wyjście:
ro_ro: Ieșire standard:

source: Statistiche
de_de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
hu_hu: Statisztikák
pl_pl: Statystyki
ro_ro: Statistici

source: Statistiche generali
de_de: Allgemeine Statistiken
es_es: Estadísticas generales
fr_fr: Statistiques générales
hu_hu: Statisztikák
pl_pl: Ogólne statystyki
ro_ro: Statistici generale

source: Stato server
de_de: Serverstatus
es_es: Estado del servidor
fr_fr: État du serveur
hu_hu: Szerver állapot
pl_pl: Status serwera
ro_ro: Status server

source: Strutture dati
de_de: Datenstrukturen
es_es: Estructuras de datos
fr_fr: Structures de données
hu_hu: Adatstruktúrák
pl_pl: Struktury danych
ro_ro: Structuri de date

source: Subtask {0}
de_de: Unteraufgabe {0}
es_es: Subtarea {0}
fr_fr: Sous-tâche {0}
hu_hu: {0}. részfeladat
pl_pl: Podzadanie {0}

source: Tag
es_es: Etiqueta
hu_hu: Címke
pl_pl: Tagi
ro_ro: Etichetă

source: Tag aggiunto con successo
de_de: Tag erfolgreich hinzugefügt
es_es: Etiqueta añadida con éxito
fr_fr: Tag ajouté avec succès
hu_hu: Címke sikeresen hozzáadva
pl_pl: Tag został pomyślnie dodany
ro_ro: Etichetă adăugată cu succes

source: Tag non trovato
de_de: Tag nicht gefunden
es_es: Etiqueta no encontrada
fr_fr: Tag introuvable
hu_hu: Címke nem található
pl_pl: Tag nie znaleziono
ro_ro: Etichetă negăsită

source: Tag rimosso con successo
de_de: Tag erfolgreich entfernt
es_es: Etiqueta eliminada con éxito
fr_fr: Tag supprimé avec succès
hu_hu: Címke sikeresen eltávolítva
pl_pl: Tag został pomyślnie usunięty
ro_ro: Etichetă eliminată cu succes

source: Tags
es_es: Etiquetas
hu_hu: Címkék
pl_pl: Tagi
ro_ro: Etichete

source: Tempo
de_de: Zeit
es_es: Tiempo
fr_fr: Temps
hu_hu: Idő
pl_pl: Czas
ro_ro: Timp

source: Tempo di esecuzione
de_de: Ausführungszeit
es_es: Tiempo de ejecución
fr_fr: Temps d'exécution
hu_hu: Végrehajtási idő
pl_pl: Czas wykonania
ro_ro: Timp de execuție

source: Tempo impiegato dalla fase di compilazione che precede l'esecuzione. Non è vincolato dal limite di tempo del problema e non influenza il punteggio.
de_de: Zeit, die während der Kompilierungsphase vor der Ausführung benötigt wird. Ist nicht an das Zeitlimit des Problems gebunden und beeinflusst die Punktzahl nicht.
es_es: Tiempo empleado por la fase de compilación que precede a la ejecución. No está limitado por el tiempo del problema y no influye en la puntuación.
fr_fr: Temps utilisé par la phase de compilation précédant l'exécution. Il n'est pas contraint par la limite de temps du problème et n'affecte pas le score.
hu_hu: A végrehajtást megelőző fordítási fázisban eltöltött idő. Ez nincs korlátozva a feladat időkorlátja által, és nem befolyásolja a pontszámot.
pl_pl: Czas potrzebny na fazę kompilacji poprzedzającą wykonanie. Nie jest ograniczony limitem czasu problemu i nie wpływa na wynik.
ro_ro: Timpul necesar fazei de compilare care precede execuția. Nu este limitat de limita de timp a problemei și nu influențează scorul.

source: Territoriali
de_de: Territorial
es_es: Territoriales
fr_fr: Territoriales
hu_hu: Regionális
pl_pl: Regionalne
ro_ro: Teritoriale
